Repository: sarahonorato/PortalBDG
Catalog: MobileBDG/MobileBDG/Resx/Login.*.resx
Languages: es_es, pt_br

# DataField_BirthDate_DataType_Date
source: The field BirthDate is invalid.
es_es: El campo Fecha de nacimiento no es válido.
pt_br: O campo Data de Nascimento deve conter uma data válida.

# DataField_BirthDate_Label
source: BirthDate (dd/mm/yyyy)
es_es: Fecha de nacimiento
pt_br: Data de Nascimento (dd/mm/yyyy)

# DataField_BirthDate_Required
source: The field BirthDate is required.
es_es: Complete la Fecha de nacimiento
pt_br: O campo Data de Nascimento é obrigatório.

# DataField_City_Label
source: City
es_es: Ciudad
pt_br: Cidade

# DataField_City_OptionDefault
source: Select City
es_es: Seleccione la ciudad
pt_br: Selecione a Cidade

# DataField_City_Required
source: The field City is required.
es_es: Seleccione la ciudad
pt_br: O campo Cidade é obrigatório.

# DataField_Country_Label
source: Country
es_es: País
pt_br: País

# DataField_Country_NotExist
source: Country does not exist.
es_es: Seleccione el País
pt_br: País não existe.

# DataField_Country_OptionDefault
source: Select Country
es_es: Seleccione el País
pt_br: Selecione o País

# DataField_Country_Required
source: The field Country is required.
es_es: El Pais no existe.
pt_br: O campo País é obrigatório.

# DataField_EmailNotSend
source: Your email is invalid.
es_es: Nombre
pt_br: Seu e-mail é inválido.

# DataField_Email_DataType_EmailAddress
source: The field Email is invalid.
es_es: Complete el Correo Electrónico
pt_br: O campo E-mail deve conter um e-mail válido.

# DataField_Email_Exist
source: This e-mail is already in use.
es_es: El correo informado ya está en uso.
pt_br: O E-mail informado já está em uso.

# DataField_Email_Label
source: Email
es_es: Correo Electrónico

# DataField_Email_NotExist
source: Email does not exist.
es_es: Correo Electrónico no existe.
pt_br: E-mail não existe.

# DataField_Email_Required
source: The field Email is required.
es_es: Complete el Correo Electrónico
pt_br: O campo E-mail é obrigatório.

# DataField_Gender_Label
source: Gender
es_es: Sexo
pt_br: Sexo

# DataField_Gender_OptionDefault
source: Select Gender
es_es: Complete el sexo
pt_br: Selecione o sexo

# DataField_Gender_Required
source: The field Gender is required.
es_es: Complete el sexo
pt_br: O campo Sexo é obrigatório.

# DataField_InvalidLogin
source: Email or Password invalid, check and try again.
es_es: E-mail o contraseña no son validos, compruebe y vuelva a intentarlo.
pt_br: E-mail ou senha inválidos, verifique e tente novamente.

# DataField_Name_Label
source: Name
es_es: Nombre
pt_br: Nome

# DataField_Name_Required
source: The field Name is required.
es_es: Complete el Nombre
pt_br: O campo Nome é obrigatório.

# DataField_PasswordConfirmation_Label
source: Password Confirmation
es_es: Confirmación de la contraseña
pt_br: Confirmação de Senha

# DataField_PasswordConfirmation_Required
source: The field Password Confirmation is required.
es_es: Complete la contraseña
pt_br: O campo Confirmação de Senha é obrigatório.

# DataField_Password_Label
source: Password
es_es: Contraseña
pt_br: Senha

# DataField_Password_Required
source: The field Password is required.
es_es: Complete la contraseña
pt_br: O campo Senha é obrigatório.

# DataField_Password_StringLength
source: The field Password must be at least 6 characters and a maximum 10.
es_es: El campo de la contraseña debe tener entre 6 y 10 caracteres.
pt_br: O campo Senha deve ter entre 6 e 10 caracteres.

# DataField_State_Label
source: State
es_es: Estado
pt_br: Estado

# DataField_State_NotExist
source: State does not exist.
es_es: Estado no existe.
pt_br: Estado não existe

# DataField_State_OptionDefault
source: Select State
es_es: Seleccione el Estado
pt_br: Selecione o Estado

# DataField_State_Required
source: The field State is required.
es_es: Seleccione el Estado
pt_br: O campo Estado é obrigatório.

# DataField_Terms_Label
source: Agree the terms and policy
es_es: Acepto los términos y política de privacidad.
pt_br: Aceito os termos e política de privacidade.

# DataField_Terms_Required
source: The field Terms is required.
es_es: Términos y política de privacidad se requiere.
pt_br: O campo Termos e Política de Privacidade é obrigatório.

# LabelSignUp
source: Sign Up
es_es: Regístrate
pt_br: Cadastre-se

# LabelSignUpFacebook
source: Sign up with Facebook
es_es: Regístrate con Facebook
pt_br: Cadastrar com Facebook

# ReturnSignUpSuccess
source: Registration successfully.
es_es: Registro con éxito.
pt_br: Cadastro finalizado com sucesso.

# TextAlreadyHaveAccount
source: Already have an account?
es_es: Usted ya tiene una cuenta?
pt_br: Já possui uma conta?

# TextAssociateFacebook
source: Associate your Facebook account
es_es: Asociar su cuenta de Facebook
pt_br: Associe sua conta Facebook

# TextCloseButton
source: Close
es_es: Cerrar
pt_br: Fechar

# TextConfirmButton
source: Confirm
es_es: Confirmar
pt_br: Confirmar

# TextCreateAccount
source: Create an account
es_es: Crear una cuenta
pt_br: Criar uma conta

# TextDontHaveAccount
source: Don't have an account?
es_es: ¿No tienes una cuenta?
pt_br: Não possui uma conta?

# TextForgotPasswordButton
source: Forgot Password
es_es: Olvide mi contraseña
pt_br: Esqueci minha senha

# TextLoginButton
source: Log In
es_es: Entrar
pt_br: Entrar

# TextLoginUnsuccessfulService
source: Unsuccessful login with service.
es_es: Incapaz de entrar en el uso del servicio.
pt_br: Não foi possível entrar utilizando o serviço.

# TextNewPasswordChangedSuccess
source: Password updated.
es_es: La contraseña se actualizó.
pt_br: Senha atualizada.

# TextNewPasswordSuccess
source: New password was sent to '{0}'.
es_es: Nueva contraseña enviada a la dirección de correo '{0}'.
pt_br: Nova senha enviada para o e-mail '{0}'.

# Title
source: Sign up to make part of a new music
es_es: Regístrate y unirse a la nueva musica
pt_br: Cadastre-se e faça parte da nova música
